Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=54_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Válgalávdegoddi
sms: Vaal-luŠvddkåŠdd

source: Sámedikki čoahkkin ásahii čoahkkimisttis 2/2014 válgalávdegotti válmmaštallat ja ollašuhttit sámedikki válggaid, mat dollojuvvojit jagi 2015.
sms: SääŠmteeŠǧǧ sååbbar vaŠlljii såbbrest 2/2014 vaal-luŠvddkååŠdd valmštõõllâd da tiuŠddepiijjâd sääŠmteeŠǧǧ eeŠjj 2015 vaalid. Luʹvddkådda koʹlle täk-aa vuässla:

source: Lahtut:
sms: Vuässla:

source: Inga Guttorm Várrelahtut:
sms: Veikko Feodoroff, vpk.

source: Inker-Anne Magga
sms: Vääʹrrvuässla:
